{"podcast_details": {"podcast_title": "The Indicator from Planet Money", "episode_title": "How fed up farmers started the only government-run bank in the US", "episode_image": "https://media.npr.org/assets/img/2022/09/23/the-indicator_tile_npr-network-01_sq-cdaf29c3fae4825d9aed15df5a2ee4bdfcd95a3e.jpg?s=1400&c=66&f=jpg", "episode_transcript": " NPR. This is The Indicator from Planet Money. I'm Adrian Ma. And I'm Wayland Wong. When Melissa Marquez was growing up in California, her mom worked as a loan officer at a bank. And she remembers the job being hard on her mom. My mom worked in a poor community in San Diego because she spoke Spanish, we're Mexican, and she would come home at night and she would cry because people who she knew would be good risks weren't being approved by the bank. And I just, my mom never cried. So I was really impacted by that experience of wondering, you know, what would be so horrible that my mom would cry over it? Melissa was motivated to go into banking so that she could help the kinds of customers that were turned away by the bank where her mom worked. Today, Melissa is CEO of Genesee Co-op Federal Credit Union in Rochester, New York. But after 25 years of working in the banking sector, Melissa has a vision for a different kind of bank in her city. She wants to create a public bank. That's a bank that's owned by the government. And in places like New York State and California, advocates like Melissa are pushing for this government-run option. Today on the show, we explore the promise and challenges of public banking in the U.S. Plus, we learn about the only state in the country with a public bank. Support for NPR and the following message come from Arctic Wolf, dedicated to helping organizations end cyber risk through a suite of fully managed security operation solutions designed to help monitor, detect, respond, and recover from cyber attacks whenever and wherever they strike. Arctic Wolf provides the first cloud-native security operations platform, empowering any size organization to stand up world-class security operations. More at arcticwolf.com slash NPR. Public banks are banks that are government-owned, and they're a feature of the financial landscape in places from Canada to Chile to American Samoa. But within the 50 states of the U.S., there is just one public bank, the Bank of North Dakota, founded in 1919. Eric Hardmeier is the bank's former president. He retired just a couple of years ago. Get to learn how to fly fish, get out there and golf. I'm on a few boards. Eric says the Bank of North Dakota came out of a grassroots movement led by farmers, because these farmers felt like they were not getting a fair shake from the financial system, which at the time was dominated by banks located outside North Dakota. The farmers at that point were very upset with what they felt to be unfair practices by bankers and just their inability to market their grain and get a good price. The farmers wanted agricultural infrastructure like mills and storage facilities put into government hands. They later landed on the idea of a government-owned bank. And while they didn't call themselves socialists, they were certainly seen that way by lawmakers who oppose this idea of a state-owned bank. One of the famous quotes was by a legislator who told them to return to the farm and go slap their hogs. And of course, that just absolutely emboldened them. Has anyone ever said that to you, Adrian? Go slap your hogs. No, because if somebody said that to me, I wouldn't exactly know how to react. This is like not a common expression in suburban Maryland. No, I mean, you're not a farmer in North Dakota in the early 20th century. That obviously did not sit well with the farmers. No. I mean, I would be heavily motivated by spite if someone said that to me. And the business model that these riled up farmers came up with over a century ago is still in place today. And it's the Bank of North Dakota. So here's how it works and what makes it different from a private bank or a credit union. With a private bank, ownership is in the hands of private investors. Think of people who own stock in JPMorgan Chase or the individual members of a credit union. But a public bank is owned by a government entity like a municipality or, in the case of North Dakota, the state government. And it's that same government that supervises a public bank. Now, this is another key difference between public and private banks. Private banks are overseen by regulators like the Federal Reserve. We don't have, you know, the FDIC, the Federal Reserve coming in and regulating the bank. But that doesn't mean that we don't adhere to best practices. In North Dakota, all the money that the state government collects gets deposited at the public bank. We're talking tax dollars, revenues from fees, that kind of thing. The bank in turn loans out money within the state. So, for example, it provides student loans. Eric actually got one of these loans himself when he went to college. And it lends money for economic development projects in industries like agriculture and oil and gas. Eric says the Bank of North Dakota partners with private banks on these loans. The state-owned bank shoulders some of the risks so that the private banks come along. These are called participation loans. And Eric says they're an important part of the Bank of North Dakota's mission. It's important to partner with the financial institutions rather than compete with them. That serves a couple of purposes. One, it doesn't make, you know, an enemy out of the private sector. And secondly, it allows you to leverage your own funds with private sector funds, which is always a good idea. This business model, taking state money and loaning it back out, has paid off for the Bank of North Dakota. It made record profits last year, and it sends some of its profits to the state's general fund. And the bank says this windfall helps lower tax rates. This track record for the Bank of North Dakota is appealing to public banking advocates in other places like Melissa Marquez in Rochester, New York. It's been around for a long time, more than 100 years. And they perform well. Profitability goes back to the state. So why wouldn't we do this? Why should the profits go into private hands when it could be returned to the public? Melissa and other public banking advocates point out that when city and state governments keep their money, like your taxpayer dollars, in big Wall Street banks, that money doesn't always circulate locally. Of course, mega banks like your Chase's and your Bank of America's, they also lend money to homeowners and small businesses. But they're also funding other stuff, stuff like corporate mergers and acquisitions, stuff that is happening far away from the communities that some of their branches might be located in. Yeah. So Melissa says a public bank in Rochester would keep money local. The city would own the bank. It would deposit taxpayer dollars at the bank. And the bank would use that money to fund projects within Rochester. You know, money makes money. Let's bring the money and make it help us. Let's make sure enough money is circulating in Rochester to benefit Rochester residents. Melissa's vision is that a Rochester public bank would team up with private banks and credit unions to finance projects together. This is the participation loan model that the Bank of North Dakota uses. And in Rochester's case, these loans could hypothetically go to small businesses that want to, say, open a storefront in a long abandoned building. The role of the public bank is to kind of like stretch and take risks that banks aren't comfortable making. Prove it out and help economic development happen locally. It's really interesting to me this kind of juxtaposition of public funds with like higher risk projects, because it seems like if it's public money, you should be taking the least amount of risks with this money, right? You should just be like putting that money in treasury bonds. Neighborhoods who are used to being neglected can actually become part of the economic engine, right? But the engine has to get turned on, right? And it needs the gas to be able to run. So money, local money and the people's money needs to get put into those gas tanks. There are many more projects that have been invested in that are far riskier. And it's just a perception or a misperception of risk rather than true risk. But private banks say they are providing enough gas for those economic engines. Major banking associations oppose public banks. They see them as redundant to the lending that commercial banks already do. And they also point out that because public banks are not supervised by regulators like the Fed, that makes public banks less safe and more vulnerable to political pressures. For example, public bank deposits would not be insured by the FDIC. Still, advocates like Melissa Marquez continue to push for their vision of an alternative financial system. They're lobbying lawmakers in states like New York and municipalities from Los Angeles to Philadelphia to create public banks. Hopefully no one's told Melissa to like go slop the hogs yet. No, although I'm not sure how that expression would play in Rochester, New York. I think people will just be confused by that insult. This episode was produced by Corey Bridges and engineered by Josh Newell. It was fact-checked by Ciro Juarez and edited by Kate Kincannon. The indicators of production of NPR."}, "podcast_summary": "Summary: \nThe podcast episode discusses the concept of public banking in the United States. It starts by sharing the story of Melissa Marquez, the CEO of Genesee Co-op Federal Credit Union, who has a vision of creating a public bank in Rochester, New York. The podcast then highlights the Bank of North Dakota, the only existing public bank in the U.S. The Bank of North Dakota was founded in 1919 by farmers who wanted government control over agricultural infrastructure. The episode explains the difference between public and private banks, with public banks being owned and supervised by government entities. The Bank of North Dakota partners with private banks on loans and shares its profits with the state. Public banking advocates like Melissa argue that keeping money in local banks benefits the community and supports local projects. However, major banking associations oppose public banks, claiming redundancy and safety concerns. Despite this opposition, advocates are pushing for the establishment of public banks in various states and cities across the country.", "podcast_host": "Adrian Ma", "podcast_highlights": "The most important topic of the episode is the promise and challenges of public banking in the US, with a focus on creating a public bank in Rochester, New York."}