{"podcast_details": {"podcast_title": "NPR News Now", "episode_title": "NPR News: 08-25-2023 12AM EDT", "episode_image": "https://media.npr.org/assets/img/2023/03/01/npr-news-now_square.png?s=1400&c=66", "episode_transcript": " Live from NPR News, I'm Dale Willman. Former President Donald Trump was booked at a jail in Atlanta tonight where he was fingerprinted and a mugshot was taken. As NPR's Kerry Johnson tells us, he surrendered on a number of charges. The district attorney and the grand jury has charged a sprawling racketeering indictment that spans actions not only in Georgia but other swing states to include that alleged plot to substitute legitimate electors for Joe Biden, for illegitimate fake electors who would have cast their ballots for Donald Trump, attempts to intimidate election worker Ruby Freeman, attempts to lean on the Georgia Secretary of State and former Vice President Mike Pence, and even attempts to meddle with election machinery in a rural county in Georgia. It's a big, big case. Trump was indicted last week along with 18 other people. The Fulton County prosecution is the fourth criminal case against Trump since March when he became the first former president in U.S. history to be indicted. The Pentagon says U.S. intelligence agencies have determined that the head of the Russian paramilitary organization the Wagner Group likely died in a plane crash near Moscow yesterday. Evgeny Pogozhin and several other Wagner officials were said to be on that flight. Officials say the cause of the crash was an intentional explosion but most likely not from a missile strike as some reports had indicated. Pentagon spokesman Brigadier General Patrick Ryder says that with much of its leadership now likely dead, the Wagner Group has lost its status in Russia's war with Ukraine. For all intents and purposes, their combat effectiveness has been diminished and they are no longer a significant factor when it comes to the conflict inside Ukraine. As Ukraine marked its Independence Day, the United Nations Security Council met to discuss accusations of ongoing atrocities in Russia's war against its neighbor. As NPR's Michelle Kellerman reports, the U.S. is overseeing the Security Council this month and putting a spotlight on Russia. U.S. Ambassador Linda Thomas-Greenfield calls this a moment of moral reckoning, 18 months into Russia's war in Ukraine. She invited speakers to talk about the deportation of Ukrainian children saying, quote, children are literally being ripped from their homes. We are a permanent member of this council. This is straight out of a dystopian novel. But this is not fiction. Colleagues, this is not fiction. This is real life. Russia's ambassador calls it all lies, accusing the U.S. of waging a proxy war against Russia. Ukraine's ambassador says Russia has been abducting children since 2014 when it annexed Crimea. Michelle Kellerman, NPR News, the State Department. Authorities in the Dominican Republic are now trying to evaluate the damage caused by tropical storm Franklin this week, at least two people were killed and another one is missing following high winds and heavy flooding. Franklin is now expected to grow into a hurricane, but it poses no threat to land. You're listening to NPR News. The European Union says the wildfires now burning in Greece are the largest ever recorded in the EU. As Lydia Imanolidou reports, at least 20 people have died in the blazes. The most significant fires have broken out in the outskirts of the Greek capital and near the port city of Alexandroupolis in the country's northeast. Crews there continue to battle dozens of new and ongoing blazes. Thousands of people have been evacuated. Greece's northeast region bordering Turkey has been especially hard hit. EU officials say the fires there have burned through more than 180,000 acres of land, making them the largest the EU has recorded. The newly re-elected Greek prime minister and his conservative New Democracy Party are rejecting criticism that fire prevention and response efforts have been inadequate. For NPR News, I'm Lydia Imanolidou in Athens. Maui County is suing the Hawaiian Electric Company over the wildfires that devastated the town of Lahaina earlier this month. County officials say the utility did not shut off power despite the exceptionally high winds and dry conditions. Witness accounts and video indicates that the sparks from power lines ignited fires as utility poles snapped in the winds. The August 8th fire killed at least 115 people while hundreds of others are considered missing. The Los Angeles Lakers will unveil a statue of Kobe Bryant outside their downtown arena in February. Bryant was the fourth leading scorer in NBA history and played for the franchise for 20 seasons. Bryant and his daughter died in a helicopter crash in 2020. He'll be the sixth former Lakers player to be honored with a statue. I'm Dale Willman, NPR News."}, "podcast_summary": "Former President Donald Trump has been booked and charged with a sprawling racketeering indictment in Atlanta. The charges include a plot to replace legitimate electors with fake ones, attempts to intimidate election workers and lean on officials, and meddling with election machinery. The Pentagon has confirmed the likely death of the head of the Russian paramilitary organization, the Wagner Group, in a plane crash. As a result, their combat effectiveness has diminished in Russia's war with Ukraine. The United Nations Security Council has discussed ongoing atrocities in Russia's war against Ukraine, with the U.S. calling for action. Tropical storm Franklin has caused damage in the Dominican Republic, resulting in casualties. The wildfires in Greece are the largest recorded in the European Union, with at least 20 deaths reported. Maui County is suing the Hawaiian Electric Company over inadequate response to wildfires. The Los Angeles Lakers will unveil a statue of Kobe Bryant in February.", "podcast_host": "Dale Willman", "podcast_highlights": "Former President Donald Trump's surrender and indictment on charges related to a sprawling racketeering indictment, including election interference and intimidation, is the highlight of the episode."}