{"podcast_details": {"podcast_title": "Short Wave", "episode_title": "What Made Hilary Such A Weird Storm", "episode_image": "https://media.npr.org/assets/img/2022/09/23/short-wave_tile_npr-network-01_sq-517382b4b8fd0ab48ea9c781253f9992eab733dc.jpg?s=1400&c=66&f=jpg", "episode_transcript": " You're listening to Shortwave from NPR. There's one name that's been on millions of minds this weekend. All right, so we're starting here. The storm that came ashore as Hurricane Hillary yesterday. Tropical Storm Hillary is pummeling the Los Angeles area. Tropical Storm Hillary is lashing Southern California with tens of millions in its path. Hurricane Hillary or Tropical Storm Hillary. And what's the difference? We categorize tropical cyclones, which is sort of the broad term for all of these types of events, based on their maximum sustained wind speed. And if it reaches a certain level of wind speed, we designate it from a tropical depression to a tropical storm. We called up Jill Trapanier to explain all things Hillary because she studies hurricanes and climate change, extreme climatic events, as an associate professor at Louisiana State University. And when it hits 74 miles per hour becomes a category one hurricane. So we kind of go up from that particular wind speed up to a cat five, which are impressive, incredible wind speeds, total catastrophic damage at that level. And even Jill was taken aback when she heard about Hillary because it's been decades since a storm like this has hit Southern California. My response initially was what? To sort of very, really is this happening? This is a place we're so familiar with hearing about forest fires, drought conditions, not tropical cyclones. Hillary started as a hurricane off Mexico's Pacific coast. And by the time it hit California, it had been downgraded to a tropical storm, which prompted the area to get its first ever tropical storm warning. Early Monday morning, as the storm continued to Nevada, it was downgraded to a post tropical cyclone, a term that honestly was news to me. A post tropical cyclone is just a storm that was a tropical cyclone that has now evolved into something else. Winds tend to spread out away from the center. And so you do still see some impacts even after that downgrade that you saw. So why is this storm in particular such a big deal? I think it's because of where it's making landfall. It's just rare to have them maintain that tropical status while still passing up into that eastern Pacific. It doesn't normally hang on to that intensity for so long. Today on the show, Hillary, the storm that is surprising many people, even scientists, and what it might tell us about our new normal. I'm Regina Barber. You're listening to Shortwave from NPR. So Jill, I think a lot of people, including myself, are wondering if this kind of weird, unexpected event has to do with climate change. What do you think? You cannot have one individual event be attributable to a changing climate. That's more of a system or systematic change. However, if we start to see more of these events happen in the eastern Pacific and pass up to southern California, now we have an argument that we might be able to do some attribution science, try to see, can we relate these two things together? But one event does not point necessarily to that changing climate directly. So Jill, it seems like the Pacific coast of the US has been mostly shielded from this kind of weather, tropical storms, hurricanes. Why are we shielded from these kind of storms? We have something in the atmosphere called the subtropical high, which is this fancy phrase or whatever to describe these major wind flow patterns throughout the middle latitudes. But it's two parts. It's this large clockwise rotation in the northern hemisphere that really sits over the entire oceans, both Atlantic and Pacific. And so think of it as this massive clock just sort of lightly spinning over the open oceans. This subtropical high or these are what directs tropical cyclones. But that interacts with these specific winds, these trade winds that go over the Pacific. So the trade winds are typically east to west and flowing from the eastern side of an ocean to a western side of an ocean. Hence why California might be protected. So part of it is the flow away. But with that same rotation brings very cold ocean water from near Alaska down the California current all the way down the California coast. And so part of it is that really frigid water that's coming from the northern Pacific Ocean that will restrict tropical cyclone formation. And what causes an event like this, even if we're just looking at the one? When El Nino is in effect and those winds die down, not only does it stop the flow across the equatorial Pacific, it also reduces the wind enough that the water can bake under this equatorial sun. So where before you saw cold water upwelling, additional placement of cold water to minimize hurricane growth, all of those things are reduced right now. Because of that El Nino, you have warmer water and less wind flow to direct them away from California. Got it. Okay, so do you think actual impacts of this storm or other storms like it, have they matched up or have they differed from the projections? And does that say anything about our ability to predict hazards like this storm today? So part of our ability to predict what's going to happen is it's really based in three thought processes. One of them is historical data. We actually know what happened so we can consider that. Then we have actual numerical models where we're taking what we know to have happened and then running it through some computer algorithms to project it forward. And then we have physical models that are based in mathematics and physics of the atmosphere. And we have some combination of the three of those to try to predict. But in the case of Southern California, we have so few historical experiences of this type of event that it is difficult for a model to properly predict it because we don't know it to have happened many times. So it's not something like modeling in the Gulf of Mexico where we have such a large variety of data availability to us. It's a little easier or rather more reliable, less uncertain in those models to predict what's going to happen. Yeah. What are the things we have been able to predict? One of the things that has matched our expectation is heavier rainfall. When the atmosphere is warmer, we have a higher availability for water vapor in the air. So the shortest way of saying that is the hotter it gets, if the water is there, the heavier it can rain. So one of the things that's matched our expectation is in a warmer climate, we expect it to rain harder or at least higher intensity. Might not be happening as often, but when it rains, it's raining at a higher intensity or harder than it had in the past. Unfortunately, as much as California needs rain, they don't want it this fast. And you were saying the pace of the rain too, that can lead to flash floods. Yes, absolutely. So when you have ground that is so dry, it's basically like cement and it leads to runoff. So the water hits the ground, it's happening so fast, so rapidly, it doesn't have enough time to sink in, to percolate down into the ground, and it just flushes and rushes over the landscape. And that's what dislodges large trees, rocks that have been stuck for ages. And now you have too much force of a combined water source and it's going to start to move things. Yeah. This is just one event. And you mentioned we need more than just like one to build up something to like point towards climate change. But what will you and other researchers be watching in the years to come in way of like hurricanes and tropical storms? So I'll focus on the Eastern Pacific first. I think one of the things that people are going to be looking at is the conditions that led to this landfall, where it is, and then identifying are these the kind of patterns we expect to see more often as we move into whatever the future climate looks like? More broadly, one of the things we're working on is understanding rapid intensification. And that's this rapid increase, right? Where you go to bed, it's a tropical storm, you wake up, it's a cat three, and you're like, what happened, right? This is what we call rapid intensification, and it occurs when you have all of the conditions conducive to making a hurricane, sustaining a hurricane. And we think has something to do with the proximity and the depth of hot water. And we think it has something to do with the aerial extent of rainfall. So how much of the storm is raining. But we have not figured out the main catalyst that leads to a rapid intensification onset. Okay, I feel like people talk about having to adjust to this new normal. But are we in that now? I would argue yes, we are in that now. But I would also argue that I'm not sure I understand what normal is. So I always like to sort of follow it up with that philosophical notion because we get very used to things. And then that becomes our new normal. So I'm a big proponent of thinking about the climate like the system that it is. It's constantly trying to find a state of equilibrium between the extra energy coming in near the equator and the deficit at the poles. And right now we are in this state of an atmosphere that has a higher capability of hanging on to extra energy, which means we will see something change in the system as a product of that as a way of equalizing this distribution of differences, right? So I know that in a tropical environment with more heat content, there is a higher likelihood that I have to move more heat. And then that means more storms, perhaps higher wind speed patterns, maybe changes in ocean temperature. So the new normal that we're in, I think we were always kind of evolving toward, right? But the experiences that we see now are a direct result often of, yes, a changing climate, but also our infrastructure and our society is built to whatever that former normal was. And I think trying to resist the new normal or the new world that we're in is a dangerous game can lead you into making more poor decisions or improper planning. So I think yes, but with a lot of extra caveats. We need to think through ways of incorporating science into our planning. I think we'll be moving in the right direction. Thank you so much for giving us the time. You're so welcome, Gina. This episode was produced and fact-checked by Rachel Carlson. It was edited by managing producer Rebecca Ramirez and the audio engineer was Patrick Murray. Beth Zonovan is our senior director and Anya Grunman is our senior vice president of programming. I'm Regina Barber. Thank you for listening to Shortwave from NPR."}, "podcast_summary": "In a recent podcast, Jill Trapanier, an associate professor at Louisiana State University, discussed the rare occurrence of Tropical Storm Hillary hitting Southern California. She explained that tropical cyclones are categorized based on their sustained wind speed and that Hillary started as a hurricane off Mexico's Pacific coast before being downgraded to a tropical storm. Trapanier noted that this storm is significant because of its landfall location and the fact that it maintained its intensity in the eastern Pacific. When asked about the connection to climate change, Trapanier emphasized that one event cannot be solely attributed to climate change, but if similar events become more frequent, there may be a correlation. Trapanier also explained why the Pacific coast is usually shielded from tropical storms, highlighting the subtropical high and cold ocean currents as contributing factors. The discussion touched on the difficulty of predicting such events due to limited historical data, but Trapanier mentioned that heavier rainfall matching expectations is one aspect that has been observed. She also noted the potential for flash floods caused by rapid rainwater runoff on dry ground. In terms of future research, Trapanier mentioned studying conditions leading to landfall and rapid intensification of storms. Finally, Trapanier argued that we are currently in a new normal when it comes to climate and that society needs to incorporate science into planning for a changing climate.", "podcast_host": "Jill Trapanier", "podcast_highlights": "The highlight of the episode is the discussion about the unusual tropical storm/hurricane hitting Southern California and what it might tell us about our changing climate."}